[M_DoctorsOrders MissionDefinition]
MissionDescription="Patricia Tannis needs you to collect some information on slag experimentation. It'll get kinda dark, to be entirely honest with you."
TurnInDescription="Tannis has all the information she needs on slag experimentation. One can only hope she'll use the information for non-horrifying purposes."
MissionSummary="Find slag experiment results."

[M_DoctorsOrders:CollectNotes MissionObjectiveDefinition]
ProgressMessage="Collect slag experiment notes"
